Repository: OolaaPleur/salary_app
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Choose date
ru: Выбрать дату

# hoursTotal
source: Total hours
ru: Всего часов

source: Rugged Tread Count
ru: Кол-во шерохованных протекторов

source: Non Rugged Tread Count
ru: Кол-во нешерохованных протекторов

source: Patch Count
ru: Число заплаток

source: Side Repair Centimeter Count
ru: Борты

# packedTread
source: Packed tread Count
ru: Пакованные протекторы

source: Tread And Layer Count
ru: Протектор+прослойка

source: Tread And Non-Layer Count
ru: Протектор без прослойки

source: Hour Count
ru: Часовая сдельная

source: Cut Tread Count
ru: Кол-во резанных протекторов

source: Processing and glue
ru: Разработка и клей

source: Add data
ru: Ввести

source: Table
ru: Таблица

source: Year table
ru: Годовая

# hourlyPayMonthTable
source: Hourly pay table
ru: Часовая
